source/_static/diagrams/recipe-read-four.d2
direction: right
n0: "name"
n1: "version"
n2: "toolchain"
n3: "deps"
n0 -> n1
n1 -> n2
n2 -> n3
